export const ru = {
  password: 'Поле не может содержать кирилицу',
  timeStartEnd: 'Неверный формат времени: ЧЧ:ММ',
  timeEndDisabled: 'Следующий день недоступен для редактирования',
  timeDiffStartEnd: 'Время старта не может ровняться времени окончания', // deprecated
  timeIncludeStartEnd: 'Диапазоны времени пересекаются или являются вложенными',
  timeEndMaxSlots: 'Добавить более 2 таймслотов в следующий день невозможно',
  timeEndOneEvents: 'Добавить более 1 события в следующий день невозможно',
  segmentsOverlapping: 'Смены не должны пересекаться между собой по времени',
  timeRangeRestriction: 'Время начала или окончания смены выходит за разрешенные границы',
  shiftDurationExceeded: 'Продолжительность смены превышает максимально допустимую дневную норму',
  weeklyShiftDurationExceeded: 'Продолжительность смены превышает максимально допустимую недельную норму',
}
